(package! wgsl-mode) ;; web gpu graphics shading language
(package! good-scroll) ;; better scrolling
(package! darktooth-theme) ;; theme
(package! gptel) ;; ai assistant
(package! lorem-ipsum) ;; fill paragraphs with lorem ipsum
(package! platformio-mode) ;; embedded programming platform
(package! benchmark-init) ;; benchmark emacs startup time
(package! indent-bars
  :recipe (:host github :repo "jdtsmith/indent-bars"))
(package! org-roam-ui)
(package! eldoc-box)
;; (package! modus-themes)
