(package! wgsl-mode) ;; web gpu graphics shading language
(package! good-scroll) ;; better scrolling
(package! darktooth-theme) ;; theme
(package! gptel) ;; ai assistant
(package! lorem-ipsum) ;; fill paragraphs with lorem ipsum
(package! platformio-mode) ;; embedded programming platform
(package! benchmark-init) ;; benchmark emacs startup time
(package! org-msg :pin "4dcd70f14c0046e316dcab54dde0eb7b082ce632")
