(package! darktooth-theme)

(package! benchmark-init)

(package! gptel)

(package! platformio-mode)

(package! org-roam-ui)

(package! eldoc-box)

(package! pass)

(package! wgsl-mode)

;; (package! good-scroll) ;; better scrolling
(package! lorem-ipsum) ;; fill paragraphs with lorem ipsum
